Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# DataApi.InvalidAuthenticatedResponse
source: The authenticated YouTube Data API returned an invalid response. Check the network connection and try again.
af_za: Die geverifieerde YouTube Data API het 'n ongeldige antwoord teruggestuur. Gaan die netwerkverbinding na en probeer weer.
am_et: የተረጋገጠው የዩቲዩብ ዳታ ኤፒአይ ልክ ያልሆነ ምላሽ መለሰ። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: أعادت واجهة برمجة تطبيقات بيانات YouTube المصادق عليها استجابة غير صالحة. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: প্ৰমাণীকৃত YouTube ডাটা API এ এটা অবৈধ সঁহাৰি ঘূৰাই দিলে। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: Doğrulanmış YouTube Data API etibarsız cavab qaytardı. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: Аўтэнтыфікаваны API дадзеных YouTube вярнуў несапраўдны адказ. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: Удостовереният API за данни на YouTube върна невалиден отговор. Проверете мрежовата връзка и опитайте отново.
bn_bd: প্রমাণীকৃত YouTube ডেটা API একটি অবৈধ প্রতিক্রিয়া ফিরিয়ে দিয়েছে৷ নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: Ovjereni YouTube Data API vratio je nevažeći odgovor. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: L'API de dades de YouTube autenticada ha retornat una resposta no vàlida. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Ověřené rozhraní YouTube Data API vrátilo neplatnou odpověď. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: Den godkendte YouTube Data API returnerede et ugyldigt svar. Tjek netværksforbindelsen, og prøv igen.
de_de: Die authentifizierte YouTube-Daten-API hat eine ungültige Antwort zurückgegeben. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Το πιστοποιημένο API δεδομένων YouTube επέστρεψε μια μη έγκυρη απάντηση. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: La API de datos de YouTube autenticada arrojó una respuesta no válida. Verifique la conexión de red e inténtelo nuevamente.
et_ee: Autentitud YouTube Data API andis kehtetu vastuse. Kontrollige võrguühendust ja proovige uuesti.
eu_es: Autentifikatutako YouTube Data APIak erantzun baliogabea eman du. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: API داده‌های YouTube تأیید شده پاسخ نامعتبری را نشان داد. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: Todennettu YouTube Data API palautti virheellisen vastauksen. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Ang na-authenticate na YouTube Data API ay nagbalik ng di-wastong tugon. Suriin ang koneksyon sa network at subukang muli.
fr_ca: L'API de données YouTube authentifiée a retourné une réponse non valide. Vérifiez la connexion réseau et réessayez.
gl_es: A API de datos de YouTube autenticada devolveu unha resposta non válida. Comproba a conexión de rede e téntao de novo.
gu_in: અધિકૃત YouTube ડેટા API એ અમાન્ય પ્રતિસાદ આપ્યો. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: ממשק YouTube Data API המאומת החזיר תגובה לא חוקית. בדוק את חיבור הרשת ונסה שוב.
hi_in: प्रमाणित YouTube डेटा API ने एक अमान्य प्रतिक्रिया दी। नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: Autentificirani YouTube Data API vratio je nevažeći odgovor. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: A hitelesített YouTube Data API érvénytelen választ adott vissza. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: Նույնականացված YouTube Data API-ն անվավեր պատասխան է վերադարձրել: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: API Data YouTube yang diautentikasi menghasilkan respons yang tidak valid. Periksa koneksi jaringan dan coba lagi.
is_is: Staðfesta YouTube Data API skilaði ógildu svari. Athugaðu nettenginguna og reyndu aftur.
it_it: L'API YouTube Data autenticata ha restituito una risposta non valida. Controlla la connessione di rete e riprova.
ja_jp: 認証された YouTube Data API が無効な応答を返しました。ネットワーク接続を確認して、再試行してください。
ka_ge: ავთენტიფიცირებულმა YouTube Data API-მ არასწორი პასუხი დააბრუნა. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: Аутентификацияланған YouTube деректер API жарамсыз жауап қайтарды. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: API ទិន្នន័យ YouTube ដែលបានផ្ទៀងផ្ទាត់បានត្រឡប់មកវិញនូវការឆ្លើយតបមិនត្រឹមត្រូវ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: ಪ್ರಮಾಣೀಕೃತ YouTube ಡೇಟಾ API ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಹಿಂತಿರುಗಿಸಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 인증된 YouTube Data API가 잘못된 응답을 반환했습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: Аныктыгы текшерилген YouTube Data API жараксыз жооп кайтарды. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: API ຂໍ້​ມູນ YouTube ທີ່​ຖືກ​ກວດ​ສອບ​ໄດ້​ສົ່ງ​ຄືນ​ການ​ຕອບ​ສະ​ຫນອງ​ທີ່​ບໍ່​ຖືກ​ຕ້ອງ. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: Autentifikuota „YouTube Data“ API pateikė neteisingą atsakymą. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: Autentificētā YouTube datu API sniedza nederīgu atbildi. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: Автентицираното YouTube Data API врати неважечки одговор. Проверете ја мрежната врска и обидете се повторно.
ml_in: അംഗീകൃത YouTube ഡാറ്റ API ഒരു അസാധുവായ പ്രതികരണം നൽകി. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Баталгаажсан YouTube Data API нь буруу хариулт өгсөн. Сүлжээний холболтыг шалгаад дахин оролдоно уу.
mr_in: प्रमाणीकृत YouTube डेटा API ने अवैध प्रतिसाद परत केला. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: API Data YouTube yang disahkan mengembalikan respons yang tidak sah. Semak sambungan rangkaian dan cuba lagi.
nb_no: Det autentiserte YouTube Data API returnerte et ugyldig svar. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: प्रमाणिकरण गरिएको YouTube डाटा API ले अवैध प्रतिक्रिया फर्कायो। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: De geverifieerde YouTube Data API heeft een ongeldig antwoord geretourneerd. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ପ୍ରାମାଣିକୃତ ୟୁଟ୍ୟୁବ୍ ଡାଟା API ଏକ ଅବ alid ଧ ପ୍ରତିକ୍ରିୟା ଫେରସ୍ତ କଲା | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਪ੍ਰਮਾਣਿਤ YouTube ਡਾਟਾ API ਨੇ ਇੱਕ ਅਵੈਧ ਜਵਾਬ ਵਾਪਸ ਕੀਤਾ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Uwierzytelniony interfejs API danych YouTube zwrócił nieprawidłową odpowiedź. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: A API de dados autenticada do YouTube retornou uma resposta inválida. Verifique a conexão de rede e tente novamente.
ro_ro: API-ul YouTube Data autentificat a returnat un răspuns nevalid. Verificați conexiunea la rețea și încercați din nou.
ru_ru: API данных YouTube, прошедший проверку подлинности, вернул недопустимый ответ. Проверьте сетевое соединение и повторите попытку.
si_lk: සත්‍යාපනය කළ YouTube දත්ත API අවලංගු ප්‍රතිචාරයක් ලබා දුන්නේය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Overené rozhranie YouTube Data API vrátilo neplatnú odpoveď. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: Preverjeni YouTube Data API je vrnil neveljaven odgovor. Preverite omrežno povezavo in poskusite znova.
sq_al: API-ja e vërtetuar e të dhënave të YouTube-it ktheu një përgjigje të pavlefshme. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: Проверени ИоуТубе АПИ за податке је вратио неважећи одговор. Проверите мрежну везу и покушајте поново.
sr_latn_rs: Provereni YouTube API za podatke je vratio nevažeći odgovor. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: Det autentiserade YouTube Data API returnerade ett ogiltigt svar. Kontrollera nätverksanslutningen och försök igen.
sw_ke: API ya Data ya YouTube iliyothibitishwa ilileta jibu lisilo sahihi. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: அங்கீகரிக்கப்பட்ட YouTube டேட்டா API தவறான பதிலை அளித்துள்ளது. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: ప్రమాణీకరించబడిన YouTube డేటా API చెల్లని ప్రతిస్పందనను అందించింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: API ข้อมูล YouTube ที่ได้รับการตรวจสอบสิทธิ์ส่งคืนการตอบกลับที่ไม่ถูกต้อง ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: Kimliği doğrulanmış YouTube Veri API'si geçersiz bir yanıt döndürdü. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: Автентифікований API даних YouTube повернув недійсну відповідь. Перевірте підключення до мережі та повторіть спробу.
ur_pk: تصدیق شدہ YouTube ڈیٹا API نے غلط جواب دیا ہے۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: Tasdiqlangan YouTube Data API yaroqsiz javob qaytardi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: API dữ liệu YouTube đã xác thực đã trả về phản hồi không hợp lệ. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: 经过身份验证的 YouTube 数据 API 返回了无效响应。检查网络连接并重试。
zh_hant_hk: 經過身份驗證的 YouTube 資料 API 傳回了無效回應。檢查網路連線並重試。
zu_za: I-API yedatha ye-YouTube eqinisekisiwe ibuyise impendulo engavumelekile. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.

# DataApi.InvalidPublicResponse
source: The YouTube Data API returned an invalid response. Check the network connection and try again.
af_za: Die YouTube Data API het 'n ongeldige antwoord teruggegee. Gaan die netwerkverbinding na en probeer weer.
am_et: የዩቲዩብ ዳታ ኤፒአይ ልክ ያልሆነ ምላሽ መለሰ። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: عرضت YouTube Data API استجابة غير صالحة. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: YouTube Data API এ এটা অবৈধ সঁহাৰি ঘূৰাই দিলে। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: YouTube Data API etibarsız cavab qaytardı. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: API дадзеных YouTube вярнуў несапраўдны адказ. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: API за данни на YouTube върна невалиден отговор. Проверете мрежовата връзка и опитайте отново.
bn_bd: YouTube ডেটা API একটি অবৈধ প্রতিক্রিয়া ফিরিয়ে দিয়েছে৷ নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: YouTube Data API je vratio nevažeći odgovor. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: L'API de dades de YouTube ha retornat una resposta no vàlida. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Rozhraní YouTube Data API vrátilo neplatnou odpověď. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: YouTube Data API returnerede et ugyldigt svar. Tjek netværksforbindelsen, og prøv igen.
de_de: Die YouTube-Daten-API hat eine ungültige Antwort zurückgegeben. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Το YouTube Data API επέστρεψε μια μη έγκυρη απάντηση. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: La API de datos de YouTube arrojó una respuesta no válida. Verifique la conexión de red e inténtelo nuevamente.
et_ee: YouTube'i andmete API andis vale vastuse. Kontrollige võrguühendust ja proovige uuesti.
eu_es: YouTube Data APIak erantzun baliogabea eman du. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: YouTube Data API یک پاسخ نامعتبر برگرداند. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: YouTube Data API palautti virheellisen vastauksen. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Ang YouTube Data API ay nagbalik ng di-wastong tugon. Suriin ang koneksyon sa network at subukang muli.
fr_ca: L'API de données YouTube a retourné une réponse non valide. Vérifiez la connexion réseau et réessayez.
gl_es: A API de datos de YouTube devolveu unha resposta non válida. Comproba a conexión de rede e téntao de novo.
gu_in: YouTube ડેટા API એ અમાન્ય પ્રતિસાદ આપ્યો. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: ממשק ה-API של הנתונים של YouTube החזיר תגובה לא חוקית. בדוק את חיבור הרשת ונסה שוב.
hi_in: यूट्यूब डेटा एपीआई ने एक अमान्य प्रतिक्रिया दी। नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: YouTube Data API vratio je nevažeći odgovor. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: A YouTube Data API érvénytelen választ adott vissza. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: YouTube Data API-ն անվավեր պատասխան է վերադարձրել: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: API Data YouTube mengembalikan respons yang tidak valid. Periksa koneksi jaringan dan coba lagi.
is_is: YouTube Data API skilaði ógildu svari. Athugaðu nettenginguna og reyndu aftur.
it_it: L'API dati di YouTube ha restituito una risposta non valida. Controlla la connessione di rete e riprova.
ja_jp: YouTube Data API が無効な応答を返しました。ネットワーク接続を確認して、再試行してください。
ka_ge: YouTube მონაცემთა API-მ არასწორი პასუხი დააბრუნა. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: YouTube деректер API жарамсыз жауап қайтарды. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: API ទិន្នន័យ YouTube បានផ្តល់ការឆ្លើយតបមិនត្រឹមត្រូវ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: YouTube ಡೇಟಾ API ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನೀಡಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: YouTube Data API가 잘못된 응답을 반환했습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: YouTube Data API жараксыз жооп кайтарды. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: YouTube Data API ສົ່ງຄືນການຕອບສະໜອງທີ່ບໍ່ຖືກຕ້ອງ. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: „YouTube“ duomenų API pateikė neteisingą atsakymą. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: YouTube datu API sniedza nederīgu atbildi. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: YouTube Data API врати неважечки одговор. Проверете ја мрежната врска и обидете се повторно.
ml_in: YouTube ഡാറ്റ API ഒരു അസാധുവായ പ്രതികരണം നൽകി. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: YouTube Data API нь буруу хариултыг буцаасан. Сүлжээний холболтыг шалгаад дахин оролдоно уу.
mr_in: YouTube डेटा API ने अवैध प्रतिसाद परत केला. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: API Data YouTube mengembalikan respons yang tidak sah. Semak sambungan rangkaian dan cuba lagi.
nb_no: YouTube Data API returnerte et ugyldig svar. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: YouTube डेटा API ले अवैध प्रतिक्रिया फर्कायो। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: De YouTube Data API heeft een ongeldig antwoord geretourneerd. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ୟୁଟ୍ୟୁବ୍ ଡାଟା API ଏକ ଅବ alid ଧ ପ୍ରତିକ୍ରିୟା ଫେରସ୍ତ କଲା | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: YouTube ਡਾਟਾ API ਨੇ ਇੱਕ ਅਵੈਧ ਜਵਾਬ ਵਾਪਸ ਕੀਤਾ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Interfejs API danych YouTube zwrócił nieprawidłową odpowiedź. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: A API de dados do YouTube retornou uma resposta inválida. Verifique a conexão de rede e tente novamente.
ro_ro: API-ul YouTube Data a returnat un răspuns nevalid. Verificați conexiunea la rețea și încercați din nou.
ru_ru: API данных YouTube вернул недопустимый ответ. Проверьте сетевое соединение и повторите попытку.
si_lk: YouTube Data API අවලංගු ප්‍රතිචාරයක් ලබා දුන්නේය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Rozhranie YouTube Data API vrátilo neplatnú odpoveď. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: YouTube Data API je vrnil neveljaven odgovor. Preverite omrežno povezavo in poskusite znova.
sq_al: API-ja e të dhënave të YouTube ktheu një përgjigje të pavlefshme. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: ИоуТубе АПИ за податке је вратио неважећи одговор. Проверите мрежну везу и покушајте поново.
sr_latn_rs: YouTube API za podatke je vratio nevažeći odgovor. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: YouTubes data-API returnerade ett ogiltigt svar. Kontrollera nätverksanslutningen och försök igen.
sw_ke: API ya Data ya YouTube ilileta jibu lisilo sahihi. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: YouTube தரவு API தவறான பதிலை அளித்துள்ளது. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: YouTube డేటా API చెల్లని ప్రతిస్పందనను అందించింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: YouTube Data API ส่งคืนการตอบกลับที่ไม่ถูกต้อง ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: YouTube Veri API'si geçersiz bir yanıt döndürdü. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: API даних YouTube повернув недійсну відповідь. Перевірте підключення до мережі та повторіть спробу.
ur_pk: YouTube ڈیٹا API نے ایک غلط جواب دیا ہے۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: YouTube Data API yaroqsiz javob qaytardi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: API dữ liệu YouTube trả về phản hồi không hợp lệ. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: YouTube 数据 API 返回了无效响应。检查网络连接并重试。
zh_hant_hk: YouTube 資料 API 傳回了無效回應。檢查網路連線並重試。
zu_za: I-YouTube Data API ibuyise impendulo engavumelekile. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.

# DataApi.PlaylistIdRequired
source: A playlist ID is required.
af_za: 'n Snitlys-ID word vereis.
am_et: የአጫዋች ዝርዝር መታወቂያ ያስፈልጋል።
ar_sa: معرف قائمة التشغيل مطلوب.
as_in: এটা প্লেলিষ্ট আইডিৰ প্ৰয়োজন।
az_latn_az: Pleylist ID tələb olunur.
be_by: Патрабуецца ідэнтыфікатар плэйліста.
bg_bg: Изисква се идентификатор на плейлист.
bn_bd: একটি প্লেলিস্ট আইডি প্রয়োজন.
bs_latn_ba: Potreban je ID plejliste.
ca_es: Cal un identificador de llista de reproducció.
cs_cz: Je vyžadováno ID seznamu videí.
da_dk: Et playliste-id er påkrævet.
de_de: Eine Playlist-ID ist erforderlich.
el_gr: Απαιτείται αναγνωριστικό λίστας αναπαραγωγής.
es_us: Se requiere una ID de lista de reproducción.
et_ee: Esitusloendi ID on nõutav.
eu_es: Erreprodukzio-zerrendaren IDa behar da.
fa_ir: شناسه لیست پخش مورد نیاز است.
fi_fi: Soittolistan tunnus vaaditaan.
fil_ph: Kailangan ng playlist ID.
fr_ca: Un identifiant de liste de lecture est requis.
gl_es: Requírese un ID de lista de reprodución.
gu_in: પ્લેલિસ્ટ ID જરૂરી છે.
he_il: נדרש מזהה רשימת השמעה.
hi_in: एक प्लेलिस्ट आईडी आवश्यक है.
hr_hr: Potreban je ID popisa za reprodukciju.
hu_hu: Lejátszási listaazonosító szükséges.
hy_am: Պահանջվում է երգացանկի ID:
id_id: ID daftar putar diperlukan.
is_is: Auðkenni lagalista er krafist.
it_it: È richiesto un ID playlist.
ja_jp: プレイリストIDが必要です。
ka_ge: დასაკრავი სიის ID საჭიროა.
kk_kz: Ойнату тізімінің идентификаторы қажет.
km_kh: តម្រូវ​ឱ្យ​មាន​លេខ​សម្គាល់​បញ្ជី​ចាក់។
kn_in: ಪ್ಲೇಪಟ್ಟಿ ID ಅಗತ್ಯವಿದೆ.
ko_kr: 재생목록 ID가 필요합니다.
ky_kg: Ойнотмо тизме ID талап кылынат.
lo_la: ຕ້ອງລະບຸ ID ລາຍການຫຼິ້ນ.
lt_lt: Būtinas grojaraščio ID.
lv_lv: Nepieciešams atskaņošanas saraksta ID.
mk_mk: Потребен е ID на плејлиста.
ml_in: ഒരു പ്ലേലിസ്റ്റ് ഐഡി ആവശ്യമാണ്.
mn_mn: Тоглуулах жагсаалтын ID шаардлагатай.
mr_in: प्लेलिस्ट आयडी आवश्यक आहे.
ms_my: ID senarai main diperlukan.
nb_no: En spilleliste-ID kreves.
ne_np: एउटा प्लेलिस्ट ID आवश्यक छ।
nl_nl: Er is een afspeellijst-ID vereist.
or_in: ଏକ ପ୍ଲେଲିଷ୍ଟ ID ଆବଶ୍ୟକ |
pa_in: ਇੱਕ ਪਲੇਲਿਸਟ ID ਦੀ ਲੋੜ ਹੈ।
pl_pl: Wymagany jest identyfikator playlisty.
pt_br: É necessário um ID da lista de reprodução.
ro_ro: Este necesar un ID de playlist.
ru_ru: Требуется идентификатор плейлиста.
si_lk: ධාවන ලැයිස්තු හැඳුනුම්පතක් අවශ්‍ය වේ.
sk_sk: Vyžaduje sa ID zoznamu videí.
sl_si: Potreben je ID seznama predvajanja.
sq_al: Kërkohet një ID e listës për luajtje.
sr_cyrl_rs: Потребан је ИД плејлисте.
sr_latn_rs: Potreban je ID plejliste.
sv_se: Ett spellista-ID krävs.
sw_ke: Kitambulisho cha orodha ya kucheza kinahitajika.
ta_in: பிளேலிஸ்ட் ஐடி தேவை.
te_in: ప్లేజాబితా ID అవసరం.
th_th: ต้องมีรหัสเพลย์ลิสต์
tr_tr: Çalma listesi kimliği gerekli.
uk_ua: Потрібен ідентифікатор списку відтворення.
ur_pk: ایک پلے لسٹ ID درکار ہے۔
uz_latn_uz: Pleylist identifikatori talab qilinadi.
vi_vn: Cần có ID danh sách phát.
zh_hans_cn: 需要播放列表 ID。
zh_hant_hk: 需要播放清單 ID。
zu_za: Kudingeka i-ID yohlu lwadlalwayo.
